[
  {
    "id": 1,
    "scenario": "An individual who is likely to develop addictive behaviors uses your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 2,
    "scenario": "A person feels pressured to engage with your solution every day to stay connected or relevant.",
    "description": "Individual Impact"
  },
  {
    "id": 3,
    "scenario": "A user is asked to share personal information they would rather keep private.",
    "description": "Individual Impact"
  },
  {
    "id": 4,
    "scenario": "An individual who has experienced bullying interacts with your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 5,
    "scenario": "A migrant with limited proficiency in the local language uses your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 6,
    "scenario": "A blind or visually impaired person uses your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 7,
    "scenario": "A user with attention-related challenges struggles to navigate your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 8,
    "scenario": "Both a wealthy corporation and a small community non-profit implement your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 9,
    "scenario": "A rural farmer with limited or unreliable internet access tries your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 10,
    "scenario": "A user forgets to cancel their subscription, and your solution continues to charge them.",
    "description": "Individual Impact"
  },
  {
    "id": 11,
    "scenario": "A queer user uses your solution but does not feel represented.",
    "description": "Individual Impact"
  },
  {
    "id": 12,
    "scenario": "A group of users struggles to understand how your solution works.",
    "description": "Individual Impact"
  },
  {
    "id": 13,
    "scenario": "A single parent with limited time and resources tries your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 14,
    "scenario": "Older adults and children alike use your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 15,
    "scenario": "Environmental regulations require testing for potential ecological harm before implementation.",
    "description": "Environmental Impact"
  },
  {
    "id": 16,
    "scenario": "An environmental impact statement must be completed before release or publication.",
    "description": "Environmental Impact"
  },
  {
    "id": 17,
    "scenario": "High energy demand is required by your solution and makes operation environmentally intensive.",
    "description": "Environmental Impact"
  },
  {
    "id": 18,
    "scenario": "Significant electronic waste is produced through the use and disposal of your solution’s components.",
    "description": "Environmental Impact"
  },
  {
    "id": 19,
    "scenario": "Dependence on the newest devices is built into your solution and accelerates replacement of functioning hardware.",
    "description": "Environmental Impact"
  },
  {
    "id": 20,
    "scenario": "High-performance hardware is needed for your solution to run effectively, limiting access for users with older technology.",
    "description": "Environmental Impact"
  },
  {
    "id": 21,
    "scenario": "Large amounts of packaging material are generated through the distribution and maintenance of your solution.",
    "description": "Environmental Impact"
  },
  {
    "id": 22,
    "scenario": "Increased adoption of your solution leads to congestion and noise in public environments.",
    "description": "Environmental Impact"
  },
  {
    "id": 23,
    "scenario": "Greater travel distances are encouraged by your solution, raising transport-related emissions.",
    "description": "Environmental Impact"
  },
  {
    "id": 24,
    "scenario": "Rapidly changing trends shorten product lifecycles and reduce longevity of your solution.",
    "description": "Environmental Impact"
  },
  {
    "id": 25,
    "scenario": "Frequent purchasing behavior is stimulated by your solution, resulting in overconsumption.",
    "description": "Environmental Impact"
  },
  {
    "id": 26,
    "scenario": "Short usage cycles promoted by your solution contribute to unnecessary waste generation.",
    "description": "Environmental Impact"
  },
  {
    "id": 27,
    "scenario": "Elevated noise and light levels are caused by your solution and disrupt surrounding environments.",
    "description": "Environmental Impact"
  },
  {
    "id": 28,
    "scenario": "Substantial water resources are required by your solution.",
    "description": "Environmental Impact"
  },
  {
    "id": 29,
    "scenario": "Existing products become obsolete or lose relevance as your solution is adopted.",
    "description": "Environmental Impact"
  },
  {
    "id": 30,
    "scenario": "Data storage is prohibited by law in the country where your solution is implemented.",
    "description": "Social Impact"
  },
  {
    "id": 31,
    "scenario": "Working conditions and wages decline after your solution is introduced.",
    "description": "Social Impact"
  },
  {
    "id": 32,
    "scenario": "Opportunities for democratic participation decrease with the use of your solution.",
    "description": "Social Impact"
  },
  {
    "id": 33,
    "scenario": "Children’s behavior and learning patterns shift when your solution is introduced.",
    "description": "Social Impact"
  },
  {
    "id": 34,
    "scenario": "Decades after its release, the long-term influence of your solution continues.",
    "description": "Social Impact"
  },
  {
    "id": 35,
    "scenario": "Stereotypes and exclusionary patterns become visible in the design of your solution.",
    "description": "Social Impact"
  },
  {
    "id": 36,
    "scenario": "Cisgender identity is assumed as the default in your solution.",
    "description": "Social Impact"
  },
  {
    "id": 37,
    "scenario": "Representation of people of color is integrated within your solution.",
    "description": "Social Impact"
  },
  {
    "id": 38,
    "scenario": "Women feel represented and visible in your solution.",
    "description": "Social Impact"
  },
  {
    "id": 39,
    "scenario": "Neurodivergent users recognize themselves and their needs in your solution.",
    "description": "Social Impact"
  },
  {
    "id": 40,
    "scenario": "Queer users see their identities and experiences reflected in your solution.",
    "description": "Social Impact"
  },
  {
    "id": 41,
    "scenario": "Low-income users find your solution relevant and accessible.",
    "description": "Social Impact"
  },
  {
    "id": 42,
    "scenario": "Users with dyslexia can use and relate to your solution comfortably.",
    "description": "Social Impact"
  },
  {
    "id": 43,
    "scenario": "Gender-selection options in your solution conflict with national laws that forbid such choices.",
    "description": "Social Impact"
  },
  {
    "id": 44,
    "scenario": "Your solution operates in a country where all online content requires government approval.",
    "description": "Social Impact"
  }
]
