[
  {
    "id": 1,
    "scenario": "An individual who is likely to develop addictive behaviors uses your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 2,
    "scenario": "A person feels pressured to engage with your solution every day to stay connected or relevant.",
    "description": "Individual Impact"
  },
  {
    "id": 3,
    "scenario": "A user is asked to share personal information they are uncomfortable disclosing.",
    "description": "Individual Impact"
  },
  {
    "id": 4,
    "scenario": "An individual with past experiences of bullying interacts with your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 5,
    "scenario": "A person who recently relocated and is still learning the local language uses your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 6,
    "scenario": "A person who is blind or has low vision uses your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 7,
    "scenario": "A user with attention-related differences finds it difficult to navigate your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 8,
    "scenario": "Both a wealthy corporation and a small community non-profit implement your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 9,
    "scenario": "A rural farmer with limited or inconsistent internet access tries your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 10,
    "scenario": "A user misses a subscription cancellation, and your solution continues to charge them.",
    "description": "Individual Impact"
  },
  {
    "id": 11,
    "scenario": "A user from the LGBTQ+ community uses your solution but does not feel represented.",
    "description": "Individual Impact"
  },
  {
    "id": 12,
    "scenario": "A group of users finds it challenging to understand how your solution works.",
    "description": "Individual Impact"
  },
  {
    "id": 13,
    "scenario": "A single parent balancing time and financial constraints tries your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 14,
    "scenario": "Older adults and children alike use your solution.",
    "description": "Individual Impact"
  },
  {
    "id": 15,
    "scenario": "Environmental regulations require testing for potential ecological harm before implementation.",
    "description": "Environmental Impact"
  },
  {
    "id": 16,
    "scenario": "An environmental impact assessment must be completed before release or publication.",
    "description": "Environmental Impact"
  },
  {
    "id": 17,
    "scenario": "High energy demand is required by your solution and makes operation environmentally intensive.",
    "description": "Environmental Impact"
  },
  {
    "id": 18,
    "scenario": "The use and disposal of your solution’s components generate significant electronic waste.",
    "description": "Environmental Impact"
  },
  {
    "id": 19,
    "scenario": "Your solution’s reliance on the latest devices leads to faster replacement of still-functional hardware.",
    "description": "Environmental Impact"
  },
  {
    "id": 20,
    "scenario": "Your solution requires high-performance hardware, which limits access.",
    "description": "Environmental Impact"
  },
  {
    "id": 21,
    "scenario": "The distribution and maintenance of your solution generates large amounts of packaging waste.",
    "description": "Environmental Impact"
  },
  {
    "id": 22,
    "scenario": "Increased adoption of your solution leads to congestion and noise in public environments.",
    "description": "Environmental Impact"
  },
  {
    "id": 23,
    "scenario": "Your solution results in increased travel distances, which raises transport-related emissions.",
    "description": "Environmental Impact"
  },
  {
    "id": 24,
    "scenario": "Rapidly changing trends shorten product lifecycles and reduce longevity of your solution.",
    "description": "Environmental Impact"
  },
  {
    "id": 25,
    "scenario": "Your solution encourages frequent purchases, which can lead to overconsumption.",
    "description": "Environmental Impact"
  },
  {
    "id": 26,
    "scenario": "Short usage cycles promoted by your solution contribute to unnecessary waste generation.",
    "description": "Environmental Impact"
  },
  {
    "id": 27,
    "scenario": "Your solution increases noise and light levels, which may affect surrounding environments.",
    "description": "Environmental Impact"
  },
  {
    "id": 28,
    "scenario": "Your solution requires substantial water resources.",
    "description": "Environmental Impact"
  },
  {
    "id": 29,
    "scenario": "As your solution is adopted, existing products may lose relevance or become less widely used.",
    "description": "Environmental Impact"
  },
  {
    "id": 30,
    "scenario": "Local laws prohibit data storage in the country where your solution is implemented.",
    "description": "Social Impact"
  },
  {
    "id": 31,
    "scenario": "The introduction of your solution will have a negative effect on working conditions.",
    "description": "Social Impact"
  },
  {
    "id": 32,
    "scenario": "When people use your solution, they may have fewer chances to take part in decisions that affect them.",
    "description": "Social Impact"
  },
  {
    "id": 33,
    "scenario": "The introduction of your solution leads to changes in children’s behavior and learning patterns.",
    "description": "Social Impact"
  },
  {
    "id": 34,
    "scenario": "Decades after its release, your solution continues to have long-term influence.",
    "description": "Social Impact"
  },
  {
    "id": 35,
    "scenario": "Stereotypes and exclusionary design patterns are evident in your solution.",
    "description": "Social Impact"
  },
  {
    "id": 36,
    "scenario": "Your solution assumes cisgender identity as the default, limiting gender inclusivity.",
    "description": "Social Impact"
  },
  {
    "id": 37,
    "scenario": "Your solution includes representation of people of color in its design and content.",
    "description": "Social Impact"
  },
  {
    "id": 38,
    "scenario": "Women and people of marginalized genders feel represented and visible in your solution.",
    "description": "Social Impact"
  },
  {
    "id": 39,
    "scenario": "Neurodivergent users see their identities and needs reflected in your solution.",
    "description": "Social Impact"
  },
  {
    "id": 40,
    "scenario": "Users from the LGBTQ+ community see their identities and experiences reflected in your solution.",
    "description": "Social Impact"
  },
  {
    "id": 41,
    "scenario": "Users with limited financial resources find your solution relevant and accessible.",
    "description": "Social Impact"
  },
  {
    "id": 42,
    "scenario": "Users with dyslexia can use and relate to your solution comfortably.",
    "description": "Social Impact"
  },
  {
    "id": 43,
    "scenario": "Gender-selection options in your solution conflict with national laws that forbid such choices.",
    "description": "Social Impact"
  },
  {
    "id": 44,
    "scenario": "Your solution is used in a country where all online content must be approved by the government.",
    "description": "Social Impact"
  }
]
